<?php

/**
 * @file
 * Customize the display footer.
*/
?>
<div class="front-article-container">  
  <div class="left">
    <div class="theme">
      Міжнародна наукова конференція <br>
      "СУЧАСНІ ПРОБЛЕМИ МАТЕМАТИЧНОГО МОДЕЛЮВАННЯ ТА ОБЧИСЛЮВАЛЬНИХ МЕТОДІВ"<br>
      
    </div>
    <div class="author">
      19 - 22 лютого 2015 року
    </div>
  </div>
  <div class="right">
    <div class="paper">
      <span>УДК 651.324:658.012.011.56</span>
      <h4 style="text-align: center">РОЗРОБКА ВЕБ-РЕСУРСУ «ГЕОІНФОРМАЦІЙНА СИСТЕМА УРОЖАЙНОСТІ ЗЕРНОВИХ КУЛЬТУР УКРАЇНИ»</h4>
      <span style="text-align: center; font-weight: bold;">Бачишина Л.Д., ст.. викладач, Попружук О.М., магістр</span>
      <p style="text-align: center; font-style: italic;">Національний університет водного господарства та<br>природокористування, larysa_bachyshyna@ukr.net sanya.popruzhuk@gmail.com</p>
      <p class="tab">Розроблено інформаційну систему для візуалізації, аналізу та прогнозування зерновиробництва  на території України.</p>
      <p class="tab">Зерновиробництво є основою продовольчої безпеки України та джерелом значних валютних надходжень. В проекті Державної цільової програми "Зерно України 2009-2015" вказано, що «сприятливі ґрунтово-кліматичні умови України, …, високий попит на зернову продукцію на внутрішньому та світовому ринках дають підстави збільшити виробництво зерна в державі у 2015–2017 роках до 71–80 млн. т».</p>
      <p class="tab">Інформаційний ресурс містить базу даних, що складається  з 6-ти таблиць та інтерактивну карту урожайності, має зручний та зрозумілий користувацький інтерфейс.</p>
      <p class="tab">Авторами проведено загальний аналіз динаміки врожайності зернових в регіонах України за період 1991 – 2013 рр. Виконано статистичну обробку часових рядів, побудовані лінійна, експо-ненціальна та поліноміальна трендові моделі.  Здійснена перевірка адекватності трендових моделей шляхом аналізу ряду залишків з використанням критеріїв випадковості, незалежності, нормального закону розподілу та рівності нулю середнього значення. Визначено найкращу модель для побудови прогнозу врожайності зернових на 2014-2017.</p>
      <p class="tab">Розроблений програмний комплекс може бути використана для планування та оптимізації продовольчого споживання, обсягу запасів зерна, експортного потенціалу України.</p>
      <span style="text-align: center">Список використаних джерел</span>
      <ol>
        <li>А.О.Криштановский. Методи аналізу часових рядів // Моніторинг суспільної думки: економічні та соціальні зміни. 2000. № 2 (46). З. 44-51.</li>
        <li>Страхарчук А.Я. Інформаційні системи і технології в банках. Київ, 2010</p></li>
      </ol>
    </div>
  </div>
</div>

 

